{
    "SyncInProgress": "Sync in progress",
    "SyncFailed": "Data sync failed",
    "+ConnectEntity": "+ Add a company",
    "ConnectEntity": "Add a company",
    "---ADD GL PAGE----": "---------------ADD GL PAGE--------------------",
    "SelectEntity": "Select a business entity",
    "AddEntity": "Add a business entity",
    "NameEntity": "What is the name of your business?",
    "BusinessEntity": "Business entity name",
    "ThisDemo": "<0>ConnectToGL</0> to provide you with full view into your cash and access to liquidity solutions.",
    "ConnectToGL": "Connect to your General Ledger",
    "ConnectionPending": "General Ledger connection pending",
    "ReEnterCredentials": "Re-Enter credentials",
    "Connected": "Connected",
    "EntityAlreadyExists": "Business entity already exists. Please use a different name.",
    "---SELET GL PAGE----": "---------------SELET GL PAGE--------------------",
    "SelectGL": "Select General Ledger",
    "WhatsTheNeed": "Why do I need to connect my General Ledger?",
    "SelectGLTitle": "Select the General Ledger application",
    "DontSeeApp": "Don't see your application listed?",
    "AddHere": "Click here",
    "AddingSupport": "We are always adding support for General Ledger applications. Please let us know which one you use.",
    "SelectGL": "Enter your GL application",
    "TypeGL": "Enter your GL application",
    "---THANKS PAGE----": "-----------THANKS PAGE-------------------",
    "Thanks": "Thanks!",
    "ThankYouForConsidering": "Thank you for considering us!",
    "WillAddSupport": "Centime is always adapting to help more businesses better control and manage cash flow. We'll let you know as soon as we add support for your General Ledger application.",
    "QBDUnsupported": "Your version of QuickBooks Desktop is not currently supported. However, we would like to help you use Centime.",
    "CCWillReachOut": "Our Customer Success team will contact you to advise on options for upgrading to a supported version of QuickBooks.",
    "ConnectToNetsuiteHeader": "Contact Centime to go live",
    "ConnectToNetsuiteBody": "Great to know you are ready to connect your Netsuite account to Centime. <newLine/> <newLine/> Centime can be accessed within Netsuite using the Centime Cash Management SuiteApp. <clickLink></clickLink> to install the SuiteApp. <newLine/> <newLine/> Please <scheduleLink>scheduleTime</scheduleLink> with our team to help you connect your Netsuite account and go live.",
    "clickingHere": "clicking here",
    "---PHONE VERIFICATION----": "---------PHONE VERIFICATION----------------",
    "VerifyPhone": "Verify phone number",
    "EnterMobile": "To enable two-step verification, please provide a mobile phone number where you wish to receive a verification code",
    "TwoStepVerificationTitle": "Increase security on your account by enabling two-step verification",
    "SendCode": "Send verification code",
    "SelectCountry": "Select your Country",
    "TypeNo": "Type your number",
    "---SUBMIIT OTP----": "--------------SUBMIT VERIFICATION CODE------------------------",
    "SubmitCode": "Submit verification code",
    "EnterCode": "Verification code",
    "EnableCode": "Enable two-step verification to increase your account security",
    "CodeSent": "Please enter the verification code sent to phone number {{mobileNumberSubString}}",
    "TimeLeft": "{{seconds}} Seconds left",
    "ResendCode": "Resend now",
    "Verify": "Verify",
    "SubmitOTP": "Submit verification code",
    "---CONFIRM ACCESS----": "------------CONFIRM ACCESS--------------------",
    "confirmTheseSteps": "Please confirm {{steps}} before proceeding",
    "ConfirmAccessPrivileges": "Confirm access privileges",
    "WhyNeedAdminAccess": "Why do I need administrative access?",
    "--------------": "----------CONFIRM CONFIGURATION PAGE-----------------",
    "QBDTab1Line1": "Is this your first time connecting QuickBooks Desktop to Centime?",
    "QBDTab1Line3": "Please download and install the agent on your QuickBooks Desktop server using <ourLink>thisLink</ourLink>",
    "QBDTab1Line32": "Start the Centime agent installed on your QuickBooks Desktop server",
    "thisLink": "this link",
    "connectingFirstTime": "Are you connecting for the first time?",
    "QBDTab1Line4": "Click 'NEXT' when you have successfully installed the Centime agent",
    "QBDTab1Line42": "Click 'NEXT’ when done",
    "QBDConnectToGLError": "An internal error occured. Please try again later.",
    "QBDTab2Title": "Log in to Centime agent",
    "QBDTab2Title12": "Select QuickBooks Desktop instance",
    "QBDTab2Line1": "Start the Centime agent and you'll see a login prompt. Enter the token below and click 'log in'",
    "QBDTab2Line12": "Enter the token displayed by your Centime agent in the input box below",
    "QBDTab2Line3": "Click 'NEXT' when done and we will connect to your Centime agent",
    "QBDAgentToken": "Agent token",
    "AutoFyConnectError": "Connection error. Please check and enter the correct Centime agent token and then click ‘NEXT’",
    "AutoFyConnected": "Successfully connected to your Centime agent",
    "AgentTokenCopied": "Agent token copied to clipboard",
    "QBDTab22Title": "Enter a name for the QuickBooks Desktop instance",
    "QBDTab22Line1": "We need this in order to refer to the correct QuickBooks Desktop instance in the future",
    "QBDInstanceName": "QBD instance name",
    "QBDTab3Title": "Open the company file in QuickBooks Desktop",
    "QBDTab3Line1": "Ensure the following:",
    "QBDTab3List1": "QuickBooks Desktop is running in single-user mode",
    "QBDTab3List2": "You are logged in as an administrator",
    "QBDTab3List3": "The correct company file you wish Centime to connect to is open",
    "QBDTab3List4": "All other company files are closed",
    "QBDTab3Line3": "Click 'NEXT' when done. You should then see a consent popup in your QuickBooks Desktop.",
    "AutoFyConsentError": "We have not received your consent. Please provide it before you click the NEXT button.",
    "ClickHere": "Click here",
    "QBDTab4Title": "Provide consent for access to company file",
    "QBDTab4Line1": "You should now see a popup in your QuickBooks Desktop requesting consent to access your company file. Please select the last option 'Yes. Always allow access' and continue to complete the process.",
    "QBDTab4Line2": "Your consent is needed in order to establish the connection between Centime and your company file.",
    "QBDTab4Line3": "Click “NEXT” after you have provided the consent.",
    "QBDTab5Title": "Complete connection to your company",
    "QBDTab5Line1": "Your consent was successfully received and we can now completed the connection to your company to Centime and start the initial sync. ",
    "QBDTab5Line2": "IMPORTANT : If you normally use your QuickBooks Desktop in multi-user mode, please revert your QuickBooks Desktop to this mode, as you may not be able to make this change while the initial sync is going on. ",
    "QBDTab5Line3": "Click “NEXT” to complete connecting to your company",
    "NotReceivedConsent" : "Not received consent popup?  <link></link>",
    "Resend" : "Resend",
    "GLConnectStatusError": "Error connecting to your General Ledger. Try again or contact us via email at cs@centime.com or chat if the problem persists.",
    "InvalidTokenError": "Invalid token or token not associated with Centime. Please enter the correct token.",
    "ResendSidePanelTitle" : "Not received consent popup in QuickBooks Desktop?",
    "ResendSidePanelSubTitle": "Please check and ensure the following, before you click the \"RESEND\" button below :",
    "RSPBullet0": "<bold>Logged in as Administrator:</bold> Ensure you are logged into your QuickBooks Desktop as a primary Administrator. If not, please logout and login in again as the primary administrator.",
    "RSPBullet1": "<bold>Single user mode:</bold> Ensure your QuickBooks Desktop is in single user mode.  If not, switch to single user mode through the option under the File menu.",
    "RSPBullet2": "<bold>Single Company file open:</bold> Ensure exactly one company file is open - the one that you wish to connect with Centime. If not, please close all other files and open the correct one.",
    "RSPBullet3": "<bold>Centime Agent not registered yet:</bold> Check in  your QuickBooks Desktop  \"Preferences->Integrated Applications->Company Preferences tab\" that Centime Agent is not present. If present already, remove the agent by selecting and clicking the \"Remove\" button in the Company Preferences tab.",
    "ResentSuccess": "Consent popup resent successfully",
    "---Enter Credentials----": "----------Enter credentials------------------",
    "AllSet": "Thank you! Please click the \"Enter Credentials\" button to continue ",
    "GoodToGo": "We will present you a popup window in which you can enter your credentials",
    "ConnectGL": "Connect General Ledger",
    "ConnectGLTitle": "Please connect to {{GLType}}",
    "ConnectGLInfo1": "Please connect to {{GLType}} by clicking the button below. You should see a popup from {{GLType}}.",
    "ReConnectGLInfo1": "Please reconnect by logging in to {{GLType}} from the pop-up window.",
    "ConnectGLInfo2": "If you dont see the popup, please disable any pop-up blockers and try again by clicking the button.",
    "click here": "click here",
    "Launching": "Launching..",
    "---CONFIRM GL----": "----------CONFIRM GL------------------",
    "ConfirmConnection": "Confirm General Ledger connection",
    "warningTitle": "Please wait",
    "warningSubTitle": "We are checking a few things. This may take a few minutes.",
    "AccountCheck": "Access to accounts",
    "CustomerCheck": "Access to customers",
    "ItemCheck": "Access to items",
    "Payable InvoicesCheck": "Access to payable invoices",
    "successTitle": "Connection successful",
    "successSubTitle": "We have started syncing your data into Centime. The sync can take a few minutes up to a couple of hours, depending on the amount of data in your {{GLType}}.",
    "successInfo": "Feel free to exit the application. We'll notify you via email when the sync is complete and you can start using Centime.",
    "errorTitle": "Sync error",
    "errorSubTitle": "We were not able to sync data from {{GLType}} for these reasons",
    "errorInfo": "Please <ourLink>download</ourLink> this report, correct the errors and try connecting again. A detailed error report has been mailed to you",
    "download": "download",
    "StartOver": "Start over",
    "ContactUs": "Contact Support",
    "ConfirmAccess": "Confirm access privileges",
    "ConfirmConfiguration": "Configure General Ledger",
    "EnterCredentials": "Enter credentials",
    "CheckAccess": "Establish connection",
    "ConfirmAccessTitle": "You will need either of the following admin privileges in order to connect Centime with your {{GLType}}",
    "ConfirmAccessTitleQBD": "You will need Administrative privileges in order to connect Centime with your QuickBooks Desktop",
    "ConfirmAccessPage": "Confirm admin privileges",
    "CAPList1": "Master admin access privileges",
    "CAPList2": "Company admin access privileges",
    "CAPList3": "Accountant admin access privileges",
    "CAPList4": "Chart of Accounts consectetur adipisicing elit.",
    "CAPRadioTitle1": "Please confirm you have {{GLType}} administrative privileges",
    "CAPRadio1": "Yes, I have admin privileges",
    "CAPRadio2": "No, I don't have admin privileges",
    "CAPRadio2Subtext": "I will invite a colleague with QuickBooks admin privileges",
    "CopiedToClipboard": "Copied to clipboard",
    "InviteCopiedToClipboard": "Invite copied to clipboard",
    "CopyInvite": "Copy invite",
    "GLConfigurationsReviewTitle": "Complete these steps to connect your company to Centime",
    "---QBDesktop Tabs---": "-------------QBDesktop Tabs--------------------",
    "QBDTab1Title": "Install the Centime agent",
    "QBDTab1Content1": "Are you connecting your QuickBooks Desktop instance to Centime for the first time?",
    "---QBOnline Tabs---": "-------------QBOnline Tabs--------------------",
    "ExpiredOrIncorrectCode": "Verification code is incorrect or expired",
    "ReviewConfiguration": "Review configuration",
    "ResentCode": "New verification code sent",
    "ManageUsers": "Manage users",
    "selectCustomGL": "Select General Ledger",
    "CompanyAlreadyThere": "{{glType}} account already connected",
    "CompanyExistsContactAdmin": "If  you need access to the Centime business entity, please contact your administrator.",
    "ConnectAgain": "If you want to connect a different {{glType}} account, please click on the button below to proceed.",
    "DifferentCompanyConnected": "A different company was previously connected to Centime",
    "ConnectWithSame": "Please select the company previously connected to Centime",
    "ConnectionProblem": "Connection error",
    "RetryAgain": "Error connecting to your General Ledger. Try again or contact us via email at cs@centime.com or chat if the problem persists.",
    "TryAgain": "Try Again",
    "ResendCodeTimerMsg": "Resend in {{count}} sec",
    "NameTheEntity": "Name the business entity",
    "SpecifyConfiguration": "Specify configuration",
    "InviteMailSuccessful": "Invite sent successfully",
    "InviteMailError": "Error in sending email please try again",
    "SelectGLStep": "Select General Ledger",
    "DontHaveAdminPrivileges": "Don't have GL admin privileges?",
    "ConfirmAccessPanelPara1": "Don't worry! You can use the 'Invite Admin' feature to send a customized invitation to a team member with admin privileges via email.",
    "ConfirmAccessPanelPara2": "If they are a Centime user, they would simply need to access Centime through the invite link and set up your business account by connecting to the GL. If they are not a Centime user, they would first need to sign up to Centime before they can set up the business account.",
    "ConfirmAccessPanelPara3": "Once GL connection is established and your business account is set up, you can ask your team member to grant you entitlements that suit your job description.Until then, you don't need to take any action on the platform.",
    "WhatsTheNeedPara1": "Centime helps business manage and control cash flow. Our solution pulls data from the General Ledger, then forecasts cash flow, monitors historical performance and improves visibility over receivables and payables.",
    "WhatsTheNeedPara2": "Centime accesses the following General Ledger information",
    "WhatsTheNeedPara3": "General Ledger accounts and associated transactions",
    "WhatsTheNeedPara4": "Customers and suppliers",
    "WhatsTheNeedPara5": "Sales transactions (invoices, payments, sales receipts, etc)",
    "WhatsTheNeedPara6": "Expense transactions (bills, bill payments, purchases, etc)",
    "WhatsTheNeedPara7": "Any other relevant financial transactions (like journal entries, etc)",
    "YourDataIsSafePara1": "Your data is safe with Centime. ",
    "YourDataIsSafePara2": "Centime strictly adheres to industry-standard security measures to prevent unauthorized data access, maintain data accuracy and ensure legitimate use of any stored information. These measures include:",
    "YourDataIsSafePara3": "Using secure protocols — such as https — to connect and move data from your General Ledger",
    "YourDataIsSafePara4": "Encrypting your data when we store it in our system",
    "YourDataIsSafePara5": "Maintaining PCI compliance for any stored credit card information",
    "YourDataIsSafePara6": "Maintaining SOC compliance with respect to data security",
    "YourDataIsSafePara7": "You own your data. ",
    "YourDataIsSafePara8": "Your data will never be shared with a third party, including partner banks, without your consent. Should you opt out of Centime in the future, any and all financial data in our platform will be promptly deleted.",
    "NetSuiteSetupInfoTitle": "Enter your Client Credentials",
    "NetSuiteSetupInfo1": "Centime will need the <b>Client Credentials</b> that you obtained on creating the Centime’s integration record in order to initiate the connection to your Netsuite account.",
    "NetSuiteSetupInfo2": "Please enter the <b>CONSUMER KEY and CONSUMER SECRET</b> noted down when you created the <b>Integration record</b> for Centime (in Step 3) in the input fields provided below.",
    "NetSuiteSidePanelNote": "In case you have forgotten to note them down, don’t worry, you can regenerate them.",
    "NetSuiteInfo1": "Consumer Key",
    "NetSuiteInfo2": "Consumer Secret",
    "NetSuiteRegenerateKeys": "Regenerating Client Credentials",
    "NetSuiteRegenerateInfo": "In case you forgot to note your Client Credentials (CONSUMER KEY and CONSUMER SECRET), don’t worry, you can take the following actions to regenerate them.",
    "NetSuiteRegenerateList1": "Type <b>‘page: integrations’</b> in global search and click the <b>Page: Manage Integrations</b> result. Or navigate to <b>Setup > Integration > Manage Integrations</b>",
    "NetSuiteRegenerateList2": "Find and click on <b>Centime’s Integration record</b> that you already created.",
    "NetSuiteRegenerateList3": "On the <b>Integration record</b> page, scroll down and click the <b>Edit button.</b>",
    "NetSuiteRegenerateList4": "Then scroll down and click the <b>Reset Credentials</b> button.",
    "NetSuiteRegenerateList5": "You should see the <b>Client Credentials (CONSUMER KEY and CONSUMER SECRET)</b> displayed. <b>Warnings:</b> Please record them securely since NetSuite will never display these again for security reasons. ",
    "NetSuiteRegenerateBottom": "You can now enter the newly regenerated <b>CONSUMER KEY and CONSUMER SECRET</b> in the input fields provided in this screen.",
    "NetsuiteStepsLabelActionsTodo": "Netsuite account actions: ",
    "NetsuiteStepsLabelWhyNeeded": "Why is this needed :",
    "NetsuiteStep1WhyNeededPara1": "In order to allow Centime to connect to your NetSuite account (note: step only required if IP address rules are enabled for your NetSuite account).",
    "NetsuiteStep1WhyNeededPara2": "This step is required only if IP address rules (Setup > Company > Enable Features > Company > Access) are enabled for your NetSuite account.",
    "NetsuiteStep1Actions1": "1. Navigate to <bold>Setup > Company > Company Information</bold>",
    "NetsuiteStep1Actions2": "2. Insert Centime’s IP address <bold>‘127.30.50.45’</bold> (comma-delimited list) in the <bold>ALLOWED IP ADDRESSES</bold> field (warning: please do not overwrite or change any existing IP addresses)",
    "NetsuiteStep1ActionsWarning": "<bold>Warning:</bold> Make sure you don't overwrite or change any existing IP addresses in this field - which will cause issues for you and other Netsuite users in your account.",
    "NetsuiteStep1Actions3": "3. Click <bold>Save</bold",
    "NetsuiteStep1AdditionalInfo": "<bold>Additional Info :</bold> Refer to “Enabling and Creating IP Address Rules” in Account Administration guide available through your Netsuite Help Center.",
    "NetsuiteStep2WhyNeeded": "In order to use Netsuite’s SuiteTalk API to extract data from your account using token-based authentication (TBA).",
    "NetsuiteStep2Actions1": "1. Type <bold>‘page: enable’</bold> in global search and click the <bold>Page: Enable Features</bold> result. Or navigate to <bold>Setup > Company > Enable Features.</bold>",
    "NetsuiteStep2Actions2": "2. On the <bold>Enable Features</bold> page, click the <bold>SuiteCloud </bold> subtab",
    "NetsuiteStep2Actions3": "3. Locate the <bold>SuiteTalk (Web Services)</bold> section and check the <bold>SOAP WEB SERVICES and REST WEB SERVICES</bold> boxes (if unchecked)",
    "NetsuiteStep2Actions4": "4. Next locate the <bold>Manage Authentication</bold> section and check <bold>TOKEN-BASED AUTHENTICATION</bold>.",
    "NetsuiteStep2Actions5": "5. Scroll to the bottom of the page and click <bold>Save</bold>.",
    "NetsuiteStep2AdditionalInfo": "<bold>Additional Info :</bold> Refer to ‘Enabling the Token-based Authentication Feature’ in the Account Administration guide available through your NetSuite Help Center.",
    "NetsuiteStep3WhyNeeded": "In order to uniquely identify Centime in your NetSuite account.",
    "NetsuiteStep3Actions1": "1. Type <bold>‘page: integrations’</bold> in global search and click the <bold>Page: Manage Integrations</bold> result. Or navigate to <bold>Setup > Integration > Manage integrations</bold>",
    "NetsuiteStep3Actions2": "2. On the <bold>Integrations</bold> page, click the <bold>New</bold> button.",
    "NetsuiteStep3Actions3": "3. On the <bold>New Integration</bold> page fill in a <bold>NAME</bold> field (example: Centime ) and select <bold>STATE</bold> as <bold>Enabled</bold>.",
    "NetsuiteStep3Actions4": "4. In the authentication tab select <bold>TOKEN-BASED AUTHENTICATION</bold> and select <bold>TBA: AUTHORIZATION FLOW</bold> boxes and enter ‘https://api.dev.centime.com/fs/onboarding-service/1.0/redirect-handler/netsuite’ into the <bold>CALLBACK URL</bold> field.",
    "NetsuiteStep3Actions5": "5. Click the <bold>Save</bold> button. The confirmation page will display the <bold>Client Credentials (CONSUMER KEY and CONSUMER SECRET)</bold>. Record these securely since you will need them to complete the setup in Centime. <bold>Warning</bold>: For security reasons, NetSuite will never display these again.",
    "NetsuiteStep3Actions6": "6. Record the <bold>'Consumer Key and Secret'</bold> securely. You’ll need these credentials to complete the setup in Centime. For security reasons, NetSuite will never display these again.",
    "NetsuiteStep3AdditionalInfo": "<bold>Additional Info :</bold> Refer to ‘Enabling the Token-based authentication Feature’ in the Account Administration guide available through your Netsuite Help Center. Within that Create Integration Record section describes this step in detail.",
    "NetsuiteStep4WhyNeeded": "In order to eliminate any issues in the replication process due to Netsuite API limitations.",
    "NetsuiteStep4Actions1": "1. Type <bold>‘page: new role’</bold> in global search and click the <bold>Page: New Role result.</bold> Or navigate to <bold>Setup > Users/Roles > Manage Roles > New</bold>",
    "NetsuiteStep4Actions2": "2. On the <bold>Role</bold> page, enter a <bold>name</bold> for the role in the NAME field (example: Centime) and in the <bold>Authentication</bold> section, check the <bold>WEB SERVICES ONLY</bold> checkbox.",
    "NetsuiteStep4Actions3": "3. Next, you will need to grant <bold>permissions</bold> to the role using the Permission tab by clicking a subtab within (for e.g. <bold>Transactions</bold>)",
    "NetsuiteStep4Actions4": "4. Using the <bold>PERMISSION</bold> dropdown select the permission you want to add. Using the <bold>LEVEL</bold> dropdown select the level you want to provide for.",
    "NetsuiteStep4Actions5": "5. Click <bold>Add</bold> to add the permission and level selected.",
    "NetsuiteStep4Actions6": "6. Click <anchor href={\"#\"}>NetSuite Permissions Required</anchor> to view all the permissions and the levels required to be granted. Note: skip any permissions not found in your NetSuite account, as there may be variations in NetSuite versions.",
    "NetsuiteStep4Actions7": "7. After you have created all the permissions, click on <bold>Save</bold>.",
    "NetsuiteStep4AdditionalInfo": "<bold>Additional Info :</bold> Refer ‘NetSuite Users & Roles’ in the Account Administration guide available through your Netsuite Help Center.",
    "NetsuiteStep5WhyNeeded": "In order to eliminate any issues in the replication process due to Netsuite API limitations.",
    "NetsuiteStep5Actions1": "1. Type <bold>‘page: new employee’</bold> in global search and click the <bold>Page: New Employees</bold> result. Or navigate to <bold>List > Employees > Employees > New</bold>",
    "NetsuiteStep5Actions2": "2. On the <bold>Employee</bold> page, fill up the <bold>NAME, EMAIL</bold>, and any other required fields",
    "NetsuiteStep5Actions3": "3. Click the <bold>Access</bold> tab located on the bottom half of the page.  ",
    "NetsuiteStep5Actions4": "4. In the Access tab, check <bold>GIVE ACCESS</bold> ",
    "NetsuiteStep5Actions5": "5. Also check <bold>MANUALLY ASSIGN OR CHANGE PASSWORD</bold> box and create a password for the Centime user by entering and confirming the password.",
    "NetsuiteStep5Actions6": "6. In the <bold>Roles</bold> section, use the <bold>ROLE</bold> dropdown to locate the Centime role you created in earlier steps. Click <bold>Add</bold> once you’ve located the role.",
    "NetsuiteStep5Actions7": "7. When finished, click <bold>Save</bold> to create the user.",
    "NetsuiteStep5AdditionalInfo": "<bold>Additional Info :</bold> Refer ‘NetSuite Users & Roles’ in the Account Administration guide available through your Netsuite Help Center.",
    "NetsuiteStep1Heading": "Whitelist Centime's IP Addresses",
    "NetsuiteStep2Heading": "Enable Web Services & Token based authentication",
    "NetsuiteStep3Heading": "Create an Integration Record for Centime",
    "NetsuiteStep4Heading": "Create a Centime Netsuite Role & Configure Permissions",
    "NetsuiteStep5Heading": "Create a Centime Netsuite User",
    "GLConnectError": "Invalid token. Try again or contact us via email at cs@centime.com or chat if you need help.",
    "SelectQBProducts": "Select your QuickBooks product",
    "QBOnline": "QuickBooks Online",
    "QBDesktop": "QuickBooks Desktop",
    "MultiUser": "Is your company file accessed through a multi-user network?",
    "QBDVersion": "QUICKBOOKS DESKTOP VERSION",
    "ver 2014 or later": "ver 2014 or later",
    "ver 14.0 or later": "ver 14.0 or later",
    "InstalledOn": "INSTALLED ON",
    "ServiceProvider": "Service provider",
    "LocalComputer": "Local computer",
    "CompanyServer": "Company server",
    "ThirdPartyServer": "Third-party hosting server",
    "ServerType": "Server type",
    "Windows": "Windows server",
    "Citrix": "Citrix",
    "VMWare": "VMWare",
    "Other": "Other",
    "EnterServerType": "Enter server type",
    "EnterServiceProvider": "Enter service provider",
    "EnterQBDVer": "Enter QuickBooks Desktop version",
    "NeedAdminAccessFor3Party": "<b>Note:</b> You will need administrative access to the server hosted by the third-party hosting service",
    "NeedAdminAccessToCompanyServer": "<b>Note:</b> You will need administrative access to the company server in order to install the Centime Agent",
    "ShowMeHow": "Show me how",
    "QBDVersionInfo": "You can find the version displayed on the title bar of the QuickBooks Desktop application",
    "CodeNotSent": "Didn't receive a code?",
    "ConnectYourGL": "Connect your General Ledger",
    "ReviewGLConfigurations": "Review General Ledger configuration",
    "ThanksNotice": "Thanks notice",
    "SelectEntityTitle": "Select a business entity",
    "CanelPhoneVerificationError": "Error cancelling phone verification",
    "Next": "Next",
    "Previous": "Previous",
    "Cancel": "Cancel",
    "InviteEmailPostScript":"Please click on the button to sign up.",
    "InviteAdmin": "Invite admin",
    "ThanksTextEmailWithComma": "Thanks,",
    "Received": "Received",
    "EmailSubject": "Subject:",
    "EmailFrom": "From:",
    "EmailTo": "To:",
    "NetsuiteConsentInfoHeader": "Provide consent to connect your Netsuite",
    "NetsuiteConsentInfo1": "Thank you for initiating the connection with Centime. In order for Centime to connect to your Netsuite account, you will need to provide consent by clicking “Allow” in the consent popup from Netsuite.",
    "NetsuiteConsentInfo2": "On providing the consent you may be required to select the specific Netsuite Subsidiary to connect.",
    "NetsuiteConsentInfo3": "On successful connection, a Business Entity with the same name as the Subsidiary will be created in Centime and the initial data sync started.", "NetSuiteDenyConsentInfo1": "We are unable to connect to your Netsuite account as we have not received your consent.",
    "NetSuiteDenyConsentInfo2": "Please click Continue to return to Centime SuiteApp. You will be asked to re-login to your Netsuite account and then redirected to the Centime SuiteApp to explore the demo entity.",
    "NetSuiteDenyConsentHeader": "Error in connecting Netsuite account",
    "NetSuiteAcceptConsentInfo1": "We'll now synchronize Centime with data from Netsuite entity. Depending on how much data is pulled over,this may take some time.",
    "NetSuiteAcceptConsentInfo2": "Feel free to exit the application now. We will let you know when the synchronization is complete.",
    "NetSuiteAcceptConsentHeader": "Connection established",
    "NetSuiteNonAdminApplicationInfo1": "You are now logged in to Centime with your Netsuite user id. However, you are not added as a user or do not have any permissions to a Centime business entity.",
    "NetSuiteNonAdminApplicationInfo2": "Please ask your Centime Administrator to add you as a user to a Centime business entity.",
    "NetSuiteNonAdminApplicationInfo3": "Meanwhile, feel free to explore the functionality offered by Centime through a demo business entity by clicking Explore Demo",
    "NetSuiteNonAdminApplicationHeader": "Welcome aboard !",
    "NetSuiteAdminApplicationInfo1": "Welcome aboard. You can now start exploring your Centime cash management suite sandbox. Centime helps businesses manage cash, automate Accounts Payables and Accounts Receivable and access cost-effective short-term working capital solutions.",
    "NetSuiteAdminApplicationInfo2": "Feel free to <ourLink>scheduleTime</ourLink> with our team to discuss your cash management needs and go live.",
    "NetSuiteAdminApplicationInfo3": "You can navigate to your sandbox by either clicking on the “Centime” tab within your NetSuite menu and then “Connect” or by clicking on the Centime yellow triangle on the top of the left hand side blue navigation bar.",
    "NetSuiteAdminApplicationInfo4": "Let’s manage cash together!",
    "scheduleTime": "schedule time",
    "NetSuiteAdminApplicationHeader": "Go Live with Centime and NetSuite",
    "NetSuiteConnectPlaceHolderTitle":"NetSuite Connect",
    "exploreDemoText": "Explore demo",
    "NetSuiteRedirectConnectInfo1":"We have received your consent to connect to your Netsuite account - {{accountId}}.",
    "NetSuiteRedirectConnectHeader": "Netsuite account connected",
    "NetSuiteRedirectConnectInfo2": "Please click Continue to complete the process of creating a business entity within Centime. You will be asked to re-login to your Netsuite account and then redirected to the Centime SuiteApp to complete the process.",
    "selectSubsidiary": "Select Subsidiary",
    "SubsidiaryList": "Subsidiary list",
    "+AddCentimeBanking": "+ Add Business Information",
    "BusinessInfo": "Business Information",
    "confirmBusinessName": "Legal name",
    "accountingSystem": "Accounting System",
    "chooseYourAccSys": "Choose your accounting system",
    "legalNameandTaxId":"Enter the legal name and tax ID for your business",
    "secureVerificationTitle":"Enable two-factor authentication for your account",
    "secureProvideMobileNumber":"Please enter your mobile number to receive the verification code"
}
