{
  "0": "कुछ आंतरिक त्रुटि",
  "0Msg": "कुछ समय बाद प्रयास करें..",
  "Some internal error occurred": "कुछ आंतरिक त्रुटि",
  "Please try again after some time, we will fix this ASAP in the meantime..": "कुछ समय बाद प्रयास करें..",
  "Internet lost": "इंटरनेट खो गया",
  "Check your internet connection and try again": "अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें",
  "testHeader": "शीर्षक का परीक्षण",
  "testMsg" : "संदेश का परीक्षण",
  "testMsg2" : "एक और संदेश का परीक्षण",
  "GoHome": "Go to Home",
  "Error" : "त्रुटि",
  "UnableToSignUp" : "क्षमा करें हम इस समय आपको साइन अप करने में असमर्थ हैं। कृपया {{bankName}} से संपर्क करें।",
  "CannotSignUp" : "क्षमा करें, हम इस समय आपको साइन अप करने में असमर्थ हैं।",
  "GLSyncInProgress":"अपने सामान्य लेज़र से डेटा सिंक करना। नकदी प्रवाह को नियंत्रित और प्रबंधित करने के लिए मॉड्यूल तक पहुंचने के बाद आपको सूचित किया जाएगा. <ourLink></ourLink>",
  "learnMore": "Learn more",
  "NoEntitlements":"Centime प्लेटफ़ॉर्म का उपयोग करने के लिए आपको एंटाइटेलमेंट की आवश्यकता है। कृपया व्यवस्थापक से संपर्क करें",
   "UnableToLoadDashboard": "मुखपृष्ठ लोड करते समय त्रुटि हुई, कृपया रीफ़्रेश करें. यदि समस्या बनी रहती है तो हमारी ग्राहक सफलता टीम से संपर्क करें।",
  "AccountLockedWithMultipleAttempts":"बहुत से विफल लॉगिन प्रयासों के कारण आपका खाता लॉक कर दिया गया है। यदि आप सहायता के लिए संपर्क करना चाहते हैं, तो नीचे दिए गए बटन पर क्लिक करें।",
  "NoDataToShow": "दिखाने के लिए कोई डेटा नहीं",
  "BackToHome": "घर वापिस जा रहा हूँ",
  "AccountLocked": "यह खाता लॉक कर दिया गया है",
  "PageNotFound": "पृष्ठ नहीं मिला",
  "SampleLoremText": "लोरम इपसम गाजर, अंडरग्रेजुएट डेवलपर बढ़ाया जाता है, लेकिन वे ओसाकाट में करते हैं",
  "PageNotFoundDesc": "जिस पृष्ठ पर आप पहुंचने का प्रयास कर रहे हैं वह नहीं मिला। लॉगिन पेज पर वापस जाने के लिए कृपया नीचे दिए गए लिंक पर क्लिक करें। यदि समस्या बनी रहती है तो कृपया चैट बबल के माध्यम से हमारी टीम से संपर्क करें।",    
  "SandboxGettingReady": "आपका सैंडबॉक्स तैयार हो रहा है। कृपया कुछ समय प्रतीक्षा करें।",
  "NetSuiteNonAdminConnectInfo1": "अपने नेटसुइट इंस्टेंस को सेंटिम से कनेक्ट करना केवल आपके अकाउंट एडमिनिस्ट्रेटर द्वारा ही किया जा सकता है। कृपया अपने नेटसुइट अकाउंट एडमिनिस्ट्रेटर से साइन अप करने और अपने नेटसुइट इंस्टेंस को सेंटिम से कनेक्ट करने के लिए कहें।",
  "NetSuiteNonAdminConnectHeader": "कनेक्ट करने के लिए अधिकृत नहीं है!",
  "WrongSubDomain": "कृपया अपने अन्य उप डोमेन से लॉग इन करने का प्रयास करें।",
  "NetSuiteNotSignedUpHeader" : "अभी तक साइन अप नहीं किया गया है",
  "NetSuiteNotSignedUpInfo1": "कृपया अपने नेटसुइट खाता व्यवस्थापक से आपको Centime के उपयोगकर्ता के रूप में जोड़कर आपको आमंत्रित करने के लिए कहें।",
  "NetSuiteNotSignedUpInfo2": "एक बार जब आप आमंत्रण लिंक प्राप्त कर लेते हैं, तो आमंत्रण लिंक पर क्लिक करके Centime में साइन अप करें और आवश्यक प्रक्रिया का पालन करें।",
  "scheduleTime": "अभी समय निर्धारित करें",
  "qboGlFlowRestrictionInfo": "अपने सामान्य लेज़र को जोड़ने की प्रक्रिया को पूरा करने के लिए, कृपया <ourLink></ourLink> द्वारा Centime के साथ मिलने का समय निर्धारित करें",
  "clickingHere": "यहाँ क्लिक करना",
  "unableToSignUpNoticeHeaderText": "साइनअप करने में असमर्थ",
  "glConnectionStepUserRestrict":"आगे बढ़ने के लिए, हमें यह समझने में सहायता करें कि आपके व्यवसाय को आपको एक सहज एकीकरण अनुभव प्रदान करने की आवश्यकता है।<Link></Link>",
  "sandboxConnectionUserRestrict":"यह आपका Centime कैश मैनेजमेंट सुइट सैंडबॉक्स है। <Link>scheduleTime</Link> अपनी आवश्यकताओं पर चर्चा करने और लाइव होने के लिए ",
  "connectNow":"अब जोड़ो",
  "noDataFound": "दिखाने के लिए कोई डेटा नहीं है"
}
