{
    "SyncInProgress": "प्रगति में सिंक",
    "EnterCredentials": "क्रेडेंशियल दर्ज करें",
    "SyncFailed": "डेटा सिंक विफल",
    "+connectEntity": "+ एक व्यवसाय इकाई कनेक्ट करें",
    "ConnectEntity": "एक व्यवसाय इकाई कनेक्ट करें",
    "SelectEntity": "एक व्यवसाय इकाई का चयन करें",
    "AddEntity": "एक व्यवसाय इकाई जोड़ें",
    "NameEntity": "व्यवसाय इकाई का नाम बताइए",
    "SpecifyConfiguration": "कॉन्फ़िगरेशन निर्दिष्ट करें",
    "InviteMailSuccessful": "आमंत्रण सफलतापूर्वक भेजा गया",
    "InviteMailError": "ईमेल भेजने में त्रुटि कृपया पुनः प्रयास करें",
    "BusinessEntity": "व्यापार इकाई",
    "ThisDemo": "<0>ConnectToGL</0> नकदी में पूर्ण दृश्य प्रदान करने और तरलता समाधान तक पहुंच प्रदान करने के लिए ।",
    "ConnectToGL": "अपने बैंक के साथ जुड़ें",
    "ConnectionPending": "जीएल कनेक्शन लंबित",
    "ReEnterCredentials": "फिर से क्रेडेंशियल दर्ज करें",
    "Connected": "जुड़े हुए",
    "Next": "आगे",
    "Previous": "पिछला",
    "WhatsTheNeed": "मुझे ऐसा करने की आवश्यकता क्यों है?",
    "SelectGLTitle": "कृपया  {{entity}} द्वारा उपयोग किए जाने वाले सामान्य लेज़र एप्लिकेशन का चयन करें",
    "DontSeeApp": "अपना आवेदन सूचीबद्ध न देखें?",
    "AddHere": "यहाँ जोड़ें",
    "AddingSupport": "हम हमेशा नए अनुप्रयोगों के लिए समर्थन जोड़ रहे हैं। कृपया हमें बताएं कि आप क्या उपयोग करते हैं ताकि हम इसे अपने रोडमैप में जोड़ सकें।",
    "SelectGL": "जीएल एप्लिकेशन का चयन करें",
    "TypeGL": "अपना GL एप्लिकेशन टाइप करें",
    "---THANKS PAGE----": "-----------THANKS PAGE-------------------",
    "Thanks": "धन्यवाद!",
    "ThankYouForConsidering": "हम पर विचार करने के लिए धन्यवाद!",
    "WillAddSupport": "Centime लगातार विकसित हो रहा है ताकि यह सुनिश्चित किया जा सके कि आपके जैसे व्यवसाय अपने नकदी प्रवाह और तरलता को अनुकूलित करने के लिए हमारे समाधान का लाभ उठा सकें। जैसे ही हम आपके सामान्य लेज़र एप्लिकेशन {{GL}} के लिए समर्थन जोड़ते हैं, हम आपको बताएंगे।",
    "QBDUnsupported": "हम आपके QuickBooks डेस्कटॉप के संस्करण का समर्थन करने में असमर्थ हैं। हालांकि, हम आपको Centime पर सवार होने में मदद करना चाहेंगे।",
    "CCWillReachOut": "हमारे ग्राहक सफलता प्रतिनिधि आपके द्वारा समर्थित QuickBooks डेस्कटॉप संस्करण में अपग्रेड करने के विकल्पों पर आपको सलाह देने के लिए पहुंचेंगे।",
    "EnterMobile": "अपना मोबाइल फ़ोन नंबर दर्ज करें ताकि लॉगिन करते समय हम आपको एक सत्यापन कोड भेज सकें",
    "VerifyPhone": "फ़ोन नंबर सत्यापित करें",
    "TwoStepVerificationTitle": "2-चरणीय सत्यापन के साथ अपने खाते तक पहुंच को मजबूत करें",
    "SendCode": "सत्यापन कोड भेजें",
    "SubmitCode": "ओटीपी जमा करें",
    "EnterCode": "कृपया सत्यापन कोड दर्ज करें",
    "EnableCode": "कृपया सत्यापन कोड दर्ज करें",
    "CodeSent": "{{mobileNumberSubString}} में समाप्त होने वाले आपके फ़ोन नंबर पर एक सत्यापन कोड भेजा गया है",
    "TimeLeft": "{{seconds}} सेकण्ड बचे",
    "ResendCode": "पुन: कोड भेजे",
    "Verify": "सत्यापित करें",
    "SelectCountry": "अपने देश का चयन करें",
    "TypeNo": "अपना नंबर टाइप करें",
    "EntityAlreadyExists": "यह इकाई नाम पहले से मौजूद है",
    "SelectGL": "जनरल लेजर का चयन करें",
    "SubmitOTP": "ओटीपी जमा करें",
    "confirmTheseSteps": "आगे बढ़ने से पहले {{steps}} की पुष्टि करें",
    "ConfirmAccessPrivileges": "पहुँच विशेषाधिकारों की पुष्टि करें",
    "WhyNeedAdminAccess": "मुझे प्रशासनिक पहुंच की आवश्यकता क्यों है?",
    "AllSet": "तुम पूरी तरह तैयार हो !",
    "GoodToGo": "आपका कॉन्फ़िगरेशन अच्छी जगह पर है। आप क्रेडेंशियल दर्ज करने के लिए आगे बढ़ सकते हैं।",
    "ConnectGL": "जीएल कनेक्ट करें",
    "ConnectGLTitle": "{{GLType}} में साइन इन करें",
    "ConnectGLInfo1": "पॉपअप विंडो से {{GLType}} में साइन इन करें।",
    "ConnectGLInfo2": "यदि कोई विंडो दिखाई नहीं देती है, तो कृपया विंडो में साइन लॉन्च करने के लिए किसी भी पॉपअप ब्लॉकर्स और <ourLink>click here</ourLink> को अक्षम करें",
    "click here": "यहाँ क्लिक करें",
    "Launching": "शुरू करने..",
    "ConfirmConnection": "जीएल कनेक्शन की पुष्टि करें",
    "warningTitle": "जब हम पुष्टि करते हैं कि सब कुछ क्रम में है, तो रुकें",
    "warningSubTitle": "इसमें कुछ चीजों की जाँच शामिल होगी और 3 से 5 मिनट तक का समय लग सकता है",
    "AccountCheck": "खातों तक पहुंच",
    "CustomerCheck": "ग्राहक तक पहुंच",
    "ItemCheck": "वस्तुओं तक पहुंच",
    "Payable InvoicesCheck": "देय चालान तक पहुंच",
    "successTitle": "सफलता मिली",
    "successSubTitle": "अगला कदम {{GLType}} के डेटा के साथ सेंटाइम को सिंक्रनाइज़ करने के लिए है। कितना डेटा ऊपर खींचा गया है, इसके आधार पर, इसमें कुछ समय लग सकता है।",
    "successInfo": "अब आवेदन से बाहर निकलने के लिए स्वतंत्र महसूस करें। सिंक्रनाइज़ेशन पूरा होने पर हम आपको बताएंगे।",
    "errorTitle": "हमें खेद है!",
    "errorSubTitle": "हम इन कारणों से {{GLType}} से डेटा सिंक करने में सक्षम नहीं थे",
    "errorInfo": "कृपया इस रिपोर्ट को <ourLink>download</ourLink> करें, त्रुटियों को ठीक करें और फिर से कनेक्ट करने का प्रयास करें। आपको एक विस्तृत त्रुटि रिपोर्ट मेल की गई है",
    "download": "डाउनलोड",
    "StartOver": "पुनः प्रारंभ करें",
    "ContactUs": "सहयोग टीम से संपर्क करें",
    "ConfirmAccess": "पहुँच विशेषाधिकार की पुष्टि करें",
    "ConfirmConfiguration": "एप्लिकेशन कॉन्फ़िगरेशन की पुष्टि करें",
    "EnterCredentials": "क्रेडेंशियल दर्ज करें",
    "CheckAccess": "एक्सेस प्रिविलेज की जाँच करना",
    "ConfirmAccessTitle": "कृपया ध्यान दें कि {{GLType}} से कनेक्ट करने के लिए इन अधिकारों की आवश्यकता होगी",
    " ConfirmAccessTitleQBD": "In order to access Quickbooks Desktop you will need to have Administrator privileges.",
    "AutoFyConsentError": "We have not received your consent. <ourLink>ClickHere</ourLink> for us to resend the consent form",
    "ClickHere": "Click here",
    "ConfirmAccessPage": "पहुँच विशेषाधिकार की पुष्टि करें",
    "CAPList1": "लेखा का चार्ट कंसेटेटुरस एलीपिसिंग एलीट।",
    "CAPList2": "लेखा का चार्ट कंसेटेटुरस एलीपिसिंग एलीट।",
    "CAPList3": "लेखा का चार्ट कंसेटेटुरस एलीपिसिंग एलीट।",
    "CAPList4": "लेखा का चार्ट कंसेटेटुरस एलीपिसिंग एलीट।",
    "CAPRadioTitle1": "क्या आप {{GLType}} व्यवस्थापक से जुड़ सकते हैं?",
    "CAPRadio1": "मेरे पास ये विशेषाधिकार हैं",
    "CAPRadio2": "मेरे पास विशेषाधिकार नहीं हैं",
    "CAPRadio2Subtext": "मैं व्यक्ति को विशेषाधिकारों के साथ आमंत्रित करूंगा",
    "CopiedToClipboard": "क्लिपबोर्ड पर नकल",
    "CopyInvite": "आमंत्रण कॉपी करें",
    "--------------": "----------CONFIRM CONFIGURATION PAGE-----------------",
    "QBDTab1Title": "Install the Centime agent",
    "QBDTab1Line1": "Are you  connecting your QuickBooks Desktop instance to Centime for the first time?",
    "QBDTab1Line3": "Please download and install the agent on your Quickbooks Desktop server using <ourLink>thisLink</ourLink>",
    "QBDTab1Line32": "Start the Centime agent installed on your QuickBooks Desktop server",
    "thisLink": "this link",
    "connectingFirstTime": "Are you connecting for first time",
    "QBDTab1Line4": "Click 'NEXT’ when done",
    "QBDConnectToGLError": "Some internal error ocurred, please try again later",
    "QBDTab2Title": "Confirm agent token",
    "QBDTab2Line1": "Start your Centime agent on the QuickBooks Desktop server. You should see a login prompt. Enter the token below and click 'Login' and wait till the status shows as Connected",
    "QBDTab2Line12": "Enter the token displayed by your Centime agent in the input box below",
    "QBDTab2Line3": "Click 'NEXT' when done. We will try connecting to your agent",
    "QBDAgentToken": "Agent Token",
    "AutoFyConnectError": "Error in connecting to your Centime agent. Enter the correct token and click ‘NEXT’ to continue",
    "AutoFyConnected": "Successfully connected to your Centime agent",
    "AgentTokenCopied": "Agent token copied to clipboard",
    "QBDTab22Title": "QuickBooks डेस्कटॉप उदाहरण के लिए एक नाम दर्ज करें",
    "QBDTab22Line1": "भविष्य में हमें सही QuickBooks डेस्कटॉप उदाहरण की पहचान करने के लिए इसकी आवश्यकता है",
    "QBDInstanceName": "QBD Instance Name",
    "QBDTab3Title": "Open company file in QuickBooks Desktop",
    "QBDTab3Line1": "Log in to your Quickbooks Desktop instance as Administrator and open the file of the company that you want to connect to Centime",
    "QBDTab3Line2": "Close the files of any other companies if they are open",
    "QBDTab3Line3": "Click 'NEXT' when done. You should receive a consent form on your Quickbooks Desktop",
    "QBDTab4Title": "Provide consent for access to company file",
    "QBDTab4Line1": "Provide consent to grant Centime access to your company file when prompted. Your consent is needed to establish a connection with your company",
    "QBDTab4Line2": "'NEXT' button will be enabled once your consent is received. You can then proceed by clicking on it",
    "QBDGLConsentError": "We have not received your consent. Click here for us to resend the consent form",
    "GLConnectStatusError": "There is some problem with connecting your General Ledger, please try again or contact centime support",
    "---Enter Credentials----": "----------Enter Credentials------------------",
    "IPAddressWhitelist": "व्हिटेलिस्ट स्टिच के आईपी पते",
    "whatneedstobedone": "क्या किये जाने की आवश्यकता है",
    "ExpiredOrIncorrectCode": "कोड गलत या समाप्त हो गया है",
    "ReviewConfiguration": "कॉन्फ़िगरेशन की समीक्षा करें",
    "ResentCode": "नया सत्यापन कोड भेजा गया",
    "ManageUsers": "उपयोगकर्ताओं को प्रबंधित करें",
    "selectCustomGL": "जीएल एप्लिकेशन का चयन करें",
    "CompanyAlreadyThere": "इस कंपनी को पहले से ही जोड़ा गया था",
    "CompanyExistsContactAdmin": "कृपया टीम में शामिल होने के लिए अपने व्यवस्थापक से संपर्क करें |",
    "ConnectionProblem": "संपर्क में कठिनाई",
    "RetryAgain": "अपने GL को जोड़ने में कुछ समस्या है, कृपया इस बटन पर क्लिक करके फिर से प्रयास करें |",
    "TryAgain": "पुनः प्रयास करें",
    "DontHaveAdminPrivileges": "जीएल व्यवस्थापक विशेषाधिकार नहीं है?",
    "ConfirmAccessPanelPara1": "चिंता मत करो! आप 'व्यवस्थापक को आमंत्रित करें' सुविधा का उपयोग किसी टीम सदस्य को व्यवस्थापकीय विशेषाधिकारों के साथ ईमेल के माध्यम से अनुकूलित आमंत्रण भेजने के लिए कर सकते हैं।",
    "ConfirmAccessPanelPara2": "यदि वे एक Centime उपयोगकर्ता हैं, तो उन्हें केवल आमंत्रण लिंक के माध्यम से Centime तक पहुँचने की आवश्यकता होगी और GL से जुड़कर आपका व्यवसाय खाता स्थापित करना होगा। यदि वे Centime उपयोगकर्ता नहीं हैं, तो उन्हें व्यवसाय खाता स्थापित करने से पहले सबसे पहले Centime में साइन अप करना होगा।",
    "ConfirmAccessPanelPara3": "एक बार जब जीएल कनेक्शन स्थापित हो जाता है और आपका व्यवसाय खाता स्थापित हो जाता है, तो आप अपनी टीम के सदस्य से आपको वे अधिकार देने के लिए कह सकते हैं जो आपके नौकरी विवरण के अनुरूप हों। तब तक, आपको प्लेटफॉर्म पर कोई कार्रवाई करने की आवश्यकता नहीं है।",
    "WhatsTheNeedPara1": "Centime एक व्यापक तरलता-प्रबंधन समाधान प्रदान करता है जो आपके नकदी प्रवाह की भविष्यवाणी करेगा, आपको तरलता अंतराल की पहचान करने में मदद करेगा, और इन अंतरालों को बेहतर ढंग से पाटने के लिए क्रेडिट और गैर-क्रेडिट रणनीतियों की पेशकश करेगा। इसे प्राप्त करने के लिए, आपके सभी व्यवसाय के प्रासंगिक वित्तीय लेन-देन के रिकॉर्ड के स्रोत के रूप में उपयोग करने के लिए Centime आपके सामान्य लेज़र से डेटा खींचता है। सामान्य लेज़र एक्सेस की अनुमति दी गई है, यह सुनिश्चित करने के लिए Centime समय-समय पर सिंक्रनाइज़ करेगा ताकि यह सुनिश्चित हो सके कि नवीनतम डेटा इष्टतम कार्यप्रणाली के लिए उपलब्ध हो।",
    "WhatsTheNeedPara2": "हम निम्नलिखित जानकारी तक पहुँचते हैं:",
    "WhatsTheNeedPara3": "सामान्य खाता बही और संबंधित लेनदेन",
    "WhatsTheNeedPara4": "ग्राहक और आपूर्तिकर्ता",
    "WhatsTheNeedPara5": "बिक्री लेनदेन (चालान, भुगतान, बिक्री प्राप्तियां, आदि)",
    "WhatsTheNeedPara6": "व्यय लेनदेन (बिल, बिल भुगतान, खरीद, आदि)",
    "WhatsTheNeedPara7": "कोई अन्य प्रासंगिक वित्तीय लेनदेन (जैसे जर्नल प्रविष्टियाँ, आदि)",
    "YourDataIsSafePara1": "आपका डेटा Centime के साथ सुरक्षित है।",
    "YourDataIsSafePara2": "हम अनाधिकृत डेटा एक्सेस को रोकने, डेटा सटीकता बनाए रखने और संग्रहीत जानकारी का वैध उपयोग सुनिश्चित करने के लिए सभी उद्योग-मानक सुरक्षा उपायों का कड़ाई से पालन करते हैं। इन उपायों में शामिल हैं:",
    "YourDataIsSafePara3": "डेटा को सुरक्षित करने के लिए — जैसे https- सामान्य लेज़र सिस्टम से डेटा कनेक्ट करना और स्थानांतरित करना",
    "YourDataIsSafePara4": "जब हम आपके डेटा को हमारे सिस्टम में संग्रहीत करते हैं तो डेटा एन्क्रिप्ट करना",
    "YourDataIsSafePara5": "हमारे द्वारा संग्रहित किसी भी क्रेडिट कार्ड की जानकारी के लिए पीसीआई का अनुपालन होना",
    "YourDataIsSafePara6": "डेटा सुरक्षा के संबंध में एसओसी का अनुपालन होना",
    "YourDataIsSafePara7": "आप अभी भी अपने डेटा के स्वामी हैं।",
    "YourDataIsSafePara8": "यह आपकी सहमति के बिना किसी भी तीसरे पक्ष (हमारे सहयोगी बैंकों सहित) के साथ साझा नहीं किया जाएगा। क्या आपको हमें अपने तरलता प्रबंधन भागीदारों के रूप में नहीं चुनना चाहिए, हमारे मंच में आपके सभी वित्तीय डेटा को तुरंत हटा दिया जाएगा",
    "NetSuiteSetupInfoTitle": "अपनी उपभोक्ता कुंजी और गुप्त दर्ज करें",
    "NetSuiteSetupInfo1": "आपके Netsuite खाते से कनेक्शन आरंभ करने के लिए Centime को उपभोक्ता कुंजी और गुप्त की आवश्यकता होगी जो आपने Centime के एकीकरण रिकॉर्ड को बनाने के लिए प्राप्त किया था।",
    "NetSuiteSetupInfo2": "कृपया नीचे दिए गए इनपुट फ़ील्ड में <b> कंज्यूमर की और सीक्रेट </b> दर्ज करें, जिसे आपने नीचे दिए गए इनपुट फील्ड्स में सेंटिम (स्टेप 3 में) के लिए <b>इंटीग्रेशन रिकॉर्ड </b> बनाया है।",
    "NetSuiteSidePanelNote": "यदि आप उन्हें नोट करना भूल गए हैं, तो चिंता न करें, आप उन्हें पुनः प्राप्त कर सकते हैं।",
    "NetSuiteInfo1": "उपभोक्ता कुंजी",
    "NetSuiteInfo2": "उपभोक्ता रहस्य",
    "NetSuiteRegenerateKeys": "अपनी उपभोक्ता कुंजी और गुप्त दर्ज करें",
    "NetSuiteRegenerateInfo": "यदि आप अपनी उपभोक्ता कुंजी और गुप्त नोट करना भूल गए हैं, तो चिंता न करें। आप उन्हें पुन: उत्पन्न करने के लिए निम्नलिखित क्रियाएं कर सकते हैं।",
    "NetSuiteRegenerateList1": "कृपया नीचे दिए गए इनपुट फ़ील्ड में <b> कंज्यूमर की और सीक्रेट </b> दर्ज करें, जिसे आपने नीचे दिए गए इनपुट फील्ड्स में सेंटिम (स्टेप 3 में) के लिए <b>इंटीग्रेशन रिकॉर्ड </b> बनाया है।",
    "NetSuiteRegenerateList2": "कृपया नीचे दिए गए इनपुट फ़ील्ड में <b> कंज्यूमर की और सीक्रेट </b> दर्ज करें, जिसे आपने नीचे दिए गए इनपुट फील्ड्स में सेंटिम (स्टेप 3 में) के लिए <b>इंटीग्रेशन रिकॉर्ड </b> बनाया है।",
    "NetSuiteRegenerateList3": "कृपया नीचे दिए गए इनपुट फ़ील्ड में <b> कंज्यूमर की और सीक्रेट </b> दर्ज करें, जिसे आपने नीचे दिए गए इनपुट फील्ड्स में सेंटिम (स्टेप 3 में) के लिए <b>इंटीग्रेशन रिकॉर्ड </b> बनाया है।",
    "NetSuiteRegenerateList4": "कृपया नीचे दिए गए इनपुट फ़ील्ड में <b> कंज्यूमर की और सीक्रेट </b> दर्ज करें, जिसे आपने नीचे दिए गए इनपुट फील्ड्स में सेंटिम (स्टेप 3 में) के लिए <b>इंटीग्रेशन रिकॉर्ड </b> बनाया है।",
    "NetSuiteRegenerateList5": "कृपया नीचे दिए गए इनपुट फ़ील्ड में <b> कंज्यूमर की और सीक्रेट </b> दर्ज करें, जिसे आपने नीचे दिए गए इनपुट फील्ड्स में सेंटिम (स्टेप 3 में) के लिए <b>इंटीग्रेशन रिकॉर्ड </b> बनाया है।",
    "NetSuiteRegenerateBottom": "अब आप इस स्क्रीन में प्रदान किए गए इनपुट फ़ील्ड में नए पुनर्निर्मित उपभोक्ता कुंजी और गुप्त दर्ज कर सकते हैं।",
    "YourDataIsSafePara8": "यह आपकी सहमति के बिना किसी भी तीसरे पक्ष (हमारे सहयोगी बैंकों सहित) के साथ साझा नहीं किया जाएगा। क्या आपको हमें अपने तरलता प्रबंधन भागीदारों के रूप में नहीं चुनना चाहिए, हमारे मंच में आपके सभी वित्तीय डेटा को तुरंत हटा दिया जाएगा",
    "NetsuiteStepsLabelActionsTodo": "Actions to do :",
    "NetsuiteStepsLabelWhyNeeded": "Why is this needed :",
    "NetsuiteStep1WhyNeededPara1": "Centime’s IP addresses that are used to connect to your Netsuite account need to be whitelisted in order to gain access.",
    "NetsuiteStep1WhyNeededPara2": "This step is required only if IP address rules (Setup > Company > Enable Features > Company > Access) are enabled for your NetSuite account.",
    "NetsuiteStep1Actions1": "1. In your Netsuite account navigate to <bold>Setup > Company > Company Information.</bold>",
    "NetsuiteStep1Actions2": "2. In the <bold>Allowed IP addresses </bold>field, add a <bold>comma-delimited</bold> list of the Centime IP address “127.30.50.45”",
    "NetsuiteStep1ActionsWarning": "<bold>Warning:</bold> Make sure you don't overwrite or change any existing IP addresses in this field - which will cause issues for you and other Netsuite users in your account.",
    "NetsuiteStep1Actions3": "3. Click Save",
    "NetsuiteStep1AdditionalInfo": "<bold>Additional Info :</bold> Refer to “Enabling and Creating IP Address Rules” in Account Administration guide available through your Netsuite Help Center.",
    "NetsuiteStep2WhyNeeded": "Enabling Web Services is required for Centime to use Netsuite's SuiteTalk API to extract data from your account and Token based authentication is required to generate tokens and authenticate to the SuiteTalk API.  ",
    "NetsuiteStep2Actions1": "1. Using the global search, type page: enable and click the <bold>Page: Enable Features </bold> result. Or navigate to <bold> Setup > Company > Setup Tasks > Enable Features. </bold>",
    "NetsuiteStep2Actions2": "2. On the <bold>Enabled Features</bold> page, click the <bold>SuiteCloud</bold> subtab",
    "NetsuiteStep2Actions3": "3. In this subtab, locate the <bold>SuiteTalk (Web Services)</bold> section and check the <bold>WebServices</bold>box (if unchecked)",
    "NetsuiteStep2Actions4": "4. Next locate the <bold>Manage Authentication</bold> section and check the <bold>Token-based Authentication</bold> box",
    "NetsuiteStep2Actions5": "5. Your settings should look like in the image when finished.",
    "NetsuiteStep2Actions6": "6. Scroll to the bottom of the page and click Save.",
    "NetsuiteStep2AdditionalInfo": "<bold>Additional Info :</bold> Refer to “Enabling and Creating IP Address Rules” in Account Administration guide available through your Netsuite Help Center.",
    "NetsuiteStep3WhyNeeded": "An integration record will uniquely identify Centime in your NetSuite account. ",
    "NetsuiteStep3Actions1": "1. Using the global search, 'type page: integrations' and click the <bold>Page: Manage Integrations</bold> result. Or navigate to <bold>Setup Integration Manage Integrations</bold>",
    "NetsuiteStep3Actions2": "2. On the <bold>Integrations</bold> page, click the <bold>New</bold> button.",
    "NetsuiteStep3Actions3": "3. On the New Integration page fill in a Name field (example : Centime ) and select State as <bold>Enabled</bold>.",
    "NetsuiteStep3Actions4": "4. In the Authentication tab select <bold>Token based Authentication</bold> and select <bold>TBA: authorization flow</bold> boxes and enter ‘https://api.dev.centime.com/fs/onboarding-service/1.0/redirect-handler/netsuite’ into the callback URL field.",
    "NetsuiteStep3Actions5": "5. Click the <bold>Save</bold> button. The confirmation page will display the <bold>Client Credentials</bold> section containing the <bold>Consumer Key & Secret</bold>.",
    "NetsuiteStep3Actions6": "6. Copy the <bold>'Consumer Key and Secret'</bold> securely. You’ll need these credentials to complete the setup in Centime. For security reasons, NetSuite will never display these again.",
    "NetsuiteStep3AdditionalInfo": "<bold>Additional Info :</bold> Refer “Enabling the Token-based authentication Feature” in the Account Administration guide available through your Netsuite Help Center. Within that Create Integration Record section describes this step in detail.",
    "NetsuiteStep4WhyNeeded": "It is recommended that a Netsuite role is created exclusively for Centime so that we don’t encounter issues with replication due to NetSuite’s API limitations.",
    "NetsuiteStep4Actions1": "1. Using the global search, type <bold>page: new role</bold> and click the <bold>Page: New Role </bold> result. Or navigate to <bold>Setup > Users/Roles > Manage Roles > New</bold>",
    "NetsuiteStep4Actions2": "2. On the <bold>Role</bold> page, enter a name for the role in the <bold>Name</bold> field (example : Centime ) and in the <bold>Authentication</bold> section, check the <bold>Web Services only</bold> checkbox.",
    "NetsuiteStep4Actions3": "3. Next you will need to grant permissions to the role using the Permission’s tab shown below.",
    "NetsuiteStep4Actions4": "4. In the Permissions tab - click a subtab - example Transactions.",
    "NetsuiteStep4Actions5": "5. Using the Permissions drop down select the permission you want to add. Using the Level drop down select the level you want to provide for.",
    "NetsuiteStep4Actions6": "6. Click Add to add the permission and level selected.",
    "NetsuiteStep4Actions7": "7. Click this link - <a href={ \"https://www.centime.com/netsuite_perms_required\" } > Netsuite Permissions Required </a> - to view the guide for all the permissions and the levels required to be granted. Note : Skip any permissions listed in the guide but not found in your Netsuite account.",
    "NetsuiteStep4Actions8": "8. After you have created all the permissions according to the guide, click on Save to save the role.",
    "NetsuiteStep4AdditionalInfo": "<bold>Additional Info :</bold> Refer “Netsuite Users & Roles” in the Account Administration guide available through your Netsuite Help Center.",
    "NetsuiteStep5WhyNeeded": "Using a dedicated Netsuite user for Centime assigned to the Centime role is recommended so that we don’t encounter issues with replication due to NetSuite’s API limitations.",
    "NetsuiteStep5Actions1": "1. Using the global search, type <bold>page: new employee</bold> and click the <bold>Page: New Employees</bold> result. Or navigate to <bold>List > Employees > Employees > New</bold>",
    "NetsuiteStep5Actions2": "2. On the <bold>Employees</bold> page, fill up the <bold>Name, Email</bold> and any other required fields.",
    "NetsuiteStep5Actions3": "3. Click the Access tab located on the bottom half of the page.",
    "NetsuiteStep5Actions4": "4. In the Access tab, check the Give Access checkbox.",
    "NetsuiteStep5Actions5": "5. Check the <bold>Manually assign or change password</bold> box and create a password for the Centime user by typing and confirming the password created.",
    "NetsuiteStep5Actions6": "6. In the <bold>Roles</bold> section, search the dropdown menu to locate the Centime role you created in earlier steps. Click <bold>Add</bold> once you've located the role.",
    "NetsuiteStep5Actions7": "7. When finished, click <bold>Save</bold> to create the user.",
    "NetsuiteStep5AdditionalInfo": "<bold>Additional Info :</bold> Refer “Netsuite Users & Roles” in the Account Administration guide available through your Netsuite Help Center.",
    "NetsuiteStep1Heading": "Whitelist Centime's IP Addresses",
    "NetsuiteStep2Heading": "Enable Web Services & Token based authentication",
    "NetsuiteStep3Heading": "Create an Integration Record for Centime",
    "NetsuiteStep4Heading": "Create a Centime Netsuite Role & Configure Permissions",
    "NetsuiteStep5Heading": "Create a Centime Netsuite User",
    "GLConnectError": "आपके {{GLType}} खाते से कनेक्ट करते समय एक समस्या हुई थी। कृपया प्रदान किए गए टोकन की जांच करें या Centime सहायता से संपर्क करें",
    "SelectQBProducts": "अपने क्विकबुक उत्पाद का चयन करें",
    "QBOnline": "क्विकबुक ऑनलाइन",
    "QBDesktop": "क्विकबुक डेस्कटॉप",
    "MultiUser": "क्या आपकी कंपनी की फाइल एक बहु-उपयोगकर्ता नेटवर्क के माध्यम से एक्सेस की जाती है?",
    "QBDVersion": "क्विकबुक डेस्कटॉप संस्करण",
    "ver 2014 or later": "संस्करण 2014 या बाद में",
    "ver 14.0 or later": "देखें १४.० या बाद में",
    "InstalledOn": "स्थापना दिवस",
    "ServiceProvider": "सेवा प्रदाता",
    "LocalComputer": "स्थानीय कंप्यूटर",
    "CompanyServer": "स्थानीय कंप्यूटर",
    "ThirdPartyServer": "तृतीय-पक्ष होस्टिंग सर्वर",
    "ServerType": "सर्वर प्रकार",
    "Windows": "विंडोज सर्वर",
    "Citrix": "साईट्रिक्स",
    "VMWare": "VMware",
    "Other": "अन्य",
    "EnterServerType": "सर्वर प्रकार दर्ज करें",
    "EnterQBDVer": "QuickBooks डेस्कटॉप संस्करण दर्ज करें",
    "NeedAdminAccessFor3Party": "<b>नोट:</b> आपको तृतीय-पक्ष होस्टिंग सेवा द्वारा होस्ट किए गए सर्वर तक व्यवस्थापकीय पहुंच की आवश्यकता होगी",
    "EnterServiceProvider": "सेवा प्रदाता दर्ज करें",
    "NeedAdminAccessToCompanyServer": "<b>नोट:</b> Centime Agent को स्थापित करने के लिए आपको कंपनी सर्वर तक प्रशासनिक पहुंच की आवश्यकता होगी",
    "ShowMeHow": "मुझे दिखाओ कि कैसे",
    "QBDVersionInfo": "आप QuickBooks डेस्कटॉप एप्लिकेशन के टाइटल बार पर प्रदर्शित संस्करण पा सकते हैं।",
    "CodeNotSent": "कोड प्राप्त नहीं हुआ?",
    "ConnectYourGL": "अपना GL . कनेक्ट करें",
    "ReviewGLConfigurations": "जीएल कॉन्फ़िगरेशन की समीक्षा करें",
    "ThanksNotice": "धन्यवाद सूचना",
    "SelectEntityTitle": "एक व्यावसायिक इकाई चुनें",
    "CanelPhoneVerificationError": "फ़ोन सत्यापन रद्द करने में त्रुटि",
    "InviteEmailPostScript":"साइन अप करने के लिए कृपया बटन पर क्लिक करें।",
    "InviteAdmin": "व्यवस्थापक को आमंत्रित करें",
    "ThanksTextEmailWithComma": "धन्यवाद,",
    "Received": "प्राप्त",
    "EmailFrom": "से:",
    "EmailTo": "प्रति:",
    "EmailSubject": "विषय:",
    "NetsuiteConsentInfoHeader": "अपने Netsuite को जोड़ने के लिए सहमति प्रदान करें",
    "NetsuiteConsentInfo1": "Centime के साथ संबंध शुरू करने के लिए धन्यवाद। Centime को अपने Netsuite खाते से कनेक्ट करने के लिए, आपको Netsuite के सहमति पॉपअप में अनुमति दें पर क्लिक करके सहमति प्रदान करनी होगी।",
    "NetsuiteConsentInfo2": "सहमति प्रदान करने पर आपको कनेक्ट करने के लिए विशिष्ट नेटसुइट सहायक कंपनी का चयन करने की आवश्यकता हो सकती है।",
    "NetsuiteConsentInfo3": "सफल कनेक्शन पर, सहायक कंपनी के समान नाम वाली एक व्यावसायिक इकाई Centime में बनाई जाएगी और प्रारंभिक डेटा सिंक शुरू हो जाएगा।",
    "NetSuiteDenyConsentInfo1": "हम आपके नेटसुइट खाते से जुड़ने में असमर्थ हैं क्योंकि हमें आपकी सहमति नहीं मिली है।",
    "NetSuiteDenyConsentInfo2": "कृपया Centime SuiteApp पर लौटने के लिए जारी रखें पर क्लिक करें। आपको अपने नेटसुइट खाते में फिर से लॉगिन करने के लिए कहा जाएगा और फिर डेमो इकाई को एक्सप्लोर करने के लिए Centime SuiteApp पर पुनर्निर्देशित किया जाएगा।",
    "NetSuiteDenyConsentHeader": "नेटसुइट खाते को जोड़ने में त्रुटि",
    "NetSuiteAcceptConsentInfo1": "अब हम Netsuite निकाय के डेटा के साथ Centime को सिंक्रोनाइज़ करेंगे। कितना डेटा खींचा गया है, इसके आधार पर इसमें कुछ समय लग सकता है।",
    "NetSuiteAcceptConsentInfo2": "अब आवेदन से बाहर निकलने के लिए स्वतंत्र महसूस करें। सिंक्रनाइज़ेशन पूरा होने पर हम आपको बताएंगे।",
    "NetSuiteAcceptConsentHeader": "कनेक्शन स्थापित",
    "NetSuiteNonAdminApplicationInfo1": "अब आप अपने नेटसुइट यूजर आईडी से Centime में लॉग इन हैं। हालाँकि, आपको एक उपयोगकर्ता के रूप में नहीं जोड़ा गया है या आपके पास Centime व्यावसायिक इकाई के लिए कोई अनुमति नहीं है।",
    "NetSuiteNonAdminApplicationInfo2": "कृपया अपने Centime व्यवस्थापक से आपको एक उपयोगकर्ता के रूप में Centime व्यावसायिक इकाई में जोड़ने के लिए कहें।",
    "NetSuiteNonAdminApplicationInfo3": "इस बीच, एक्सप्लोर डेमो पर क्लिक करके एक डेमो बिजनेस इकाई के माध्यम से सेंटिम द्वारा पेश की जाने वाली कार्यक्षमता का पता लगाने के लिए स्वतंत्र महसूस करें",
    "NetSuiteNonAdminApplicationHeader": "नाव पर स्वागत है !",
    "NetSuiteAdminApplicationInfo1": "नाव पर स्वागत है। अब आप अपने नेटसुइट एडमिनिस्ट्रेटर आईडी से Centime में लॉग इन हैं। हालाँकि आपने अभी तक अपने नेटसुइट खाते को Centime से नहीं जोड़ा है।",
    "NetSuiteAdminApplicationInfo2": "कृपया मेन्यूबार में सेन्टाइम मेनू पर क्लिक करके अपना नेटसुइट खाता कनेक्ट करें और कनेक्ट का चयन करें। आपको अपनी सहमति प्रदान करने की आवश्यकता होगी और कनेक्ट करने के लिए विशिष्ट नेटसुइट सहायक कंपनी का चयन करने की आवश्यकता हो सकती है।",
    "NetSuiteAdminApplicationInfo3": "सफल कनेक्शन पर सहायक कंपनी के समान नाम वाली एक व्यावसायिक इकाई Centime में बनाई जाएगी और प्रारंभिक डेटा सिंक शुरू हो जाएगा।",
    "NetSuiteAdminApplicationHeader": "नेटसुइट खाता कनेक्ट करें",
    "NetSuiteConnectPlaceHolderTitle":"नेटसुइट कनेक्ट",
    "exploreDemoText": "डेमो का अन्वेषण करें",
    "NetSuiteRedirectConnectInfo1":"हमें आपके नेटसुइट खाते से जुड़ने के लिए आपकी सहमति मिल गई है - {{accountId}}.",
    "NetSuiteRedirectConnectHeader": "नेटसुइट खाता जुड़ा हुआ है",
    "NetSuiteRedirectConnectInfo2": "कृपया Centime के भीतर एक व्यावसायिक इकाई बनाने की प्रक्रिया को पूरा करने के लिए जारी रखें पर क्लिक करें। आपको अपने नेटसुइट खाते में फिर से लॉगिन करने के लिए कहा जाएगा और फिर प्रक्रिया को पूरा करने के लिए Centime SuiteApp पर पुनर्निर्देशित किया जाएगा।"
}